tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "leoafarias/fvm"
tap "supabase/tap"
brew "ansible"
brew "ansible-lint"
brew "azure-cli"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "dotnet"
brew "firebase-cli"
brew "gnupg"
brew "go"
brew "helm"
brew "k6"
brew "k9s"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "nvm"
brew "poetry"
brew "pyenv"
brew "rust"
brew "watch"
brew "yq"
brew "hashicorp/tap/terraform"
brew "leoafarias/fvm/fvm"
brew "supabase/tap/supabase"
cask "1password"
cask "docker"
cask "font-fira-code"
cask "gitkraken"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "microsoft-edge"
cask "postman"
cask "setapp"
cask "telegram"
cask "visual-studio-code"
cask "warp"
vscode "cucumberopen.cucumber-official"
vscode "dart-code.dart-code"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "nomicfoundation.hardhat-solidity"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "wesbos.theme-cobalt2"
