tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "ansible"
brew "terraform"
brew "cdktf"
brew "deno"
brew "gh"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "neovim"
brew "nvm"
brew "poetry"
brew "pyenv"
brew "rustup-init"
brew "wasmer"
brew "watch"
brew "yq"
brew "supabase/tap/supabase"
cask "1password"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-edge"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "setapp"
cask "telegram"
cask "visual-studio-code"
vscode "cucumberopen.cucumber-official"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "vsls-contrib.gistfs"
