tap "arl/arl"
tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "pingcap/brew"
tap "supabase/tap"
brew "openssl@3"
brew "ansible"
brew "autoenv"
brew "binaryen"
brew "terraform"
brew "cdktf"
brew "cmake"
brew "deno"
brew "firebase-cli"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kubectx"
brew "kustomize"
brew "luarocks"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "pkg-config-wrapper"
brew "poetry"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rustup"
brew "tmux"
brew "wasm-pack"
brew "wasmedge"
brew "wasmer"
brew "wasmtime"
brew "watch"
brew "yq"
brew "arl/arl/gitmux"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "pingcap/brew/tiup"
brew "supabase/tap/supabase"
cask "1password"
cask "chromedriver"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "publii"
cask "rectangle"
cask "setapp"
cask "spotify"
cask "syncthing"
cask "telegram"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
